[
  {
    "name": "Azul",
    "published": 2017,
    "minPlayers": 2,
    "maxPlayers": 4,
    "avgPlayingTime": 40,
    "description": "In the game Azul, players take turns drafting colored tiles from suppliers to their player board. Later in the round, players score points based on how they've placed their tiles to decorate the palace. Extra points are scored for specific patterns and completing sets; wasted supplies harm the player's score. The player with the most points at the end of the game wins.",
    "owned": true
  },
  {
    "name": "Scythe",
    "published": 2016,
    "minPlayers": 1,
    "maxPlayers": 7,
    "avgPlayingTime": 100,
    "description": "Scythe is an engine-building game set in an alternate-history 1920s period. It is a time of farming and war, broken hearts and rusted gears, innovation and valor. In Scythe, each player represents a character from one of five factions of Eastern Europe who are attempting to earn their fortune and claim their faction's stake in the land around the mysterious Factory. Players conquer territory, enlist new recruits, reap resources, gain villagers, build structures, and activate monstrous mechs.",
    "owned": true
  },
  {
    "name": "Terraforming Mars",
    "published": 2016,
    "minPlayers": 1,
    "maxPlayers": 5,
    "avgPlayingTime": 120,
    "description": "In Terraforming Mars, you play one of those corporations and work together in the terraforming process, but compete for getting victory points that are awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar system, and doing other commendable things.",
    "owned": false
  },
  {
    "name": "Codenames",
    "published": 2015,
    "minPlayers": 2,
    "maxPlayers": 8,
    "avgPlayingTime": 15,
    "description": "In Codenames, two teams compete to see who can make contact with all of their agents first. Spymasters give one-word clues that can point to multiple words on the board. Their teammates try to guess words of the right color while avoiding those that belong to the opposing team. And everyone wants to avoid the assassin.",
    "owned": true
  }
]